Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture is a wallet, and only a wallet. It lives on this iPhone, your keys live on this iPhone, and that is the entire arrangement.
af: Aperture is ’n beursie, en net ’n beursie. Dit leef op hierdie iPhone, jou sleutels leef op hierdie iPhone, en dit is die hele afspraak.
ar: Aperture محفظة، ومحفظة فقط. تعيش على هذا الـ iPhone، ومفاتيحك تعيش على هذا الـ iPhone، وهذا هو الترتيب كله.
bg: Aperture е портфейл и само портфейл. Той живее на този iPhone, ключовете ви живеят на този iPhone, и това е цялото устройство.
bn: Aperture একটি ওয়ালেট, কেবল একটি ওয়ালেট। এটি এই iPhone-এ থাকে, আপনার কীগুলোও এই iPhone-এ থাকে, এবং পুরো ব্যবস্থাটা এটুকুই।
ca: Aperture és una cartera, i només una cartera. Viu en aquest iPhone, les teves claus viuen en aquest iPhone, i aquest és tot l'acord.
cs: Aperture je peněženka a jen peněženka. Žije na tomto iPhonu, tvé klíče žijí na tomto iPhonu, a to je celé uspořádání.
da: Aperture er en tegnebog, og kun en tegnebog. Den bor på denne iPhone, dine nøgler bor på denne iPhone — og det er hele aftalen.
de: Aperture ist eine Wallet, und nur eine Wallet. Sie lebt auf diesem iPhone, deine Schlüssel leben auf diesem iPhone, und das ist die ganze Abmachung.
el: Το Aperture είναι ένα πορτοφόλι, και τίποτα άλλο. Ζει σε αυτό το iPhone, τα κλειδιά σας ζουν σε αυτό το iPhone, και αυτή είναι όλη η διευθέτηση.
es: Aperture es una cartera, y solo una cartera. Vive en este iPhone, tus claves viven en este iPhone, y ese es todo el acuerdo.
et: Aperture on rahakott ja ainult rahakott. See elab selles iPhone’is, teie võtmed elavad selles iPhone’is ja see ongi kogu kokkulepe.
fa: Aperture یک کیف پول است، و فقط یک کیف پول. روی همین iPhone زندگی می‌کند، کلیدهای شما روی همین iPhone زندگی می‌کنند — و این تمام قرار است.
fi: Aperture on lompakko, ja vain lompakko. Se asuu tällä iPhonella, avaimesi asuvat tällä iPhonella — ja se on koko järjestely.
fil: Ang Aperture ay isang wallet, at wallet lamang. Nakatira ito sa iPhone na ito, nakatira ang iyong mga susi sa iPhone na ito, at iyon na ang buong kasunduan.
fr: Aperture est un portefeuille, et seulement un portefeuille. Il vit sur cet iPhone, vos clés vivent sur cet iPhone — c'est tout l'arrangement.
he: Aperture הוא ארנק, ורק ארנק. הוא חי על ה־iPhone הזה, המפתחות שלך חיים על ה־iPhone הזה — וזה כל ההסדר.
hi: Aperture एक वॉलेट है, और केवल एक वॉलेट है। यह इसी iPhone पर रहता है, आपकी कुंजियाँ भी इसी iPhone पर रहती हैं, और बस यही पूरी व्यवस्था है।
hr: Aperture je novčanik, i samo novčanik. Živi na ovom iPhoneu, vaši ključevi žive na ovom iPhoneu — i to je cijeli aranžman.
hu: Az Aperture egy tárca, és csak egy tárca. Ezen az iPhone-on él, a kulcsaid ezen az iPhone-on élnek — és ez az egész elrendezés.
id: Aperture adalah dompet, dan hanya sebuah dompet. Ia hidup di iPhone ini, kunci-kuncimu hidup di iPhone ini — dan itulah seluruh kesepakatannya.
is: Aperture er veski og aðeins veski. Það býr í þessum iPhone, lyklarnir þínir búa í þessum iPhone, og það er allt fyrirkomulagið.
it: Aperture è un wallet, e soltanto un wallet. Vive su questo iPhone, le tue chiavi vivono su questo iPhone — ed è l'intero accordo.
ja: Aperture はウォレットであり、ウォレットでしかありません。それはこの iPhone のなかに住み、あなたの鍵もこの iPhone のなかに住んでいる——取り決めはそれだけです。
ko: Aperture는 지갑이며 오직 지갑일 뿐입니다. 이 iPhone 안에 살고, 당신의 키들도 이 iPhone 안에 살며 — 그것이 약속의 전부입니다.
lt: Aperture yra piniginė ir tik piniginė. Ji gyvena šiame iPhone, jūsų raktai gyvena šiame iPhone, ir tai yra visa sutartis.
lv: Aperture ir maks un tikai maks. Tas mīt šajā iPhone, jūsu atslēgas mīt šajā iPhone, un tā ir visa vienošanās.
ml: Aperture ഒരു വാലറ്റ് ആണ്, വാലറ്റ് മാത്രമാണ്. അത് ഈ iPhone-ൽ ജീവിക്കുന്നു, നിങ്ങളുടെ കീകൾ ഈ iPhone-ൽ ജീവിക്കുന്നു, അതാണ് മുഴുവൻ ക്രമീകരണവും.
mr: Aperture एक वॉलेट आहे, आणि फक्त एक वॉलेट. ते या iPhone वर राहते, तुमच्या कीज् या iPhone वर राहतात, आणि ही संपूर्ण व्यवस्था आहे.
ms: Aperture ialah dompet, dan dompet sahaja. Ia tinggal di iPhone ini, kunci anda tinggal di iPhone ini, dan itu sahaja keseluruhan aturannya.
nb: Aperture er en lommebok, og bare en lommebok. Den bor på denne iPhonen, nøklene dine bor på denne iPhonen, og det er hele ordningen.
nl: Aperture is een wallet, en alleen een wallet. Hij woont op deze iPhone, jouw sleutels wonen op deze iPhone — en dat is de hele afspraak.
pa: Aperture ਇੱਕ ਵਾਲਿਟ ਹੈ, ਅਤੇ ਸਿਰਫ਼ ਇੱਕ ਵਾਲਿਟ ਹੈ। ਇਹ ਇਸੇ iPhone ਉੱਤੇ ਰਹਿੰਦਾ ਹੈ, ਤੁਹਾਡੀਆਂ ਕੀਆਂ ਵੀ ਇਸੇ iPhone ਉੱਤੇ ਰਹਿੰਦੀਆਂ ਹਨ — ਅਤੇ ਪੂਰਾ ਪ੍ਰਬੰਧ ਇਹੀ ਹੈ।
pl: Aperture jest portfelem — i tylko portfelem. Mieszka na tym iPhonie, twoje klucze mieszkają na tym iPhonie, i to całe porozumienie.
pt_br: O Aperture é uma carteira, e apenas uma carteira. Ele vive neste iPhone, suas chaves vivem neste iPhone, e esse é todo o arranjo.
ro: Aperture este un portofel, și doar un portofel. Trăiește pe acest iPhone, cheile tale trăiesc pe acest iPhone, și asta este întreaga aranjare.
ru: Aperture — это кошелёк, и только кошелёк. Он живёт на этом iPhone, ваши ключи живут на этом iPhone, и это всё устройство дела.
sk: Aperture je peňaženka a iba peňaženka. Žije na tomto iPhone, tvoje kľúče žijú na tomto iPhone — a to je celá dohoda.
sl: Aperture je denarnica in samo denarnica. Živi na tem iPhonu, tvoji ključi živijo na tem iPhonu, in to je ves dogovor.
sr: Aperture је новчаник, и само новчаник. Живи на овом iPhone-у, твоји кључеви живе на овом iPhone-у, и то је читав договор.
sv: Aperture är en plånbok, och bara en plånbok. Den lever på den här iPhonen, dina nycklar lever på den här iPhonen, och det är hela arrangemanget.
sw: Aperture ni pochi, na pochi tu. Inakaa kwenye iPhone hii, funguo zako zinakaa kwenye iPhone hii, na hilo ndilo mpango mzima.
ta: Aperture ஒரு வாலட், வாலட் மட்டுமே. அது இந்த iPhone-இல் இருக்கிறது, உங்கள் சாவிகள் இந்த iPhone-இல் இருக்கின்றன, அவ்வளவுதான் முழு ஏற்பாடு.
te: Aperture ఒక వాలెట్, వాలెట్ మాత్రమే. ఇది ఈ iPhone-లో ఉంటుంది, మీ కీలు ఈ iPhone-లో ఉంటాయి, మొత్తం ఏర్పాటు అదే.
th: Aperture เป็นกระเป๋าเงิน และเป็นเพียงกระเป๋าเงิน มันอาศัยอยู่บน iPhone เครื่องนี้ คีย์ของคุณอาศัยอยู่บน iPhone เครื่องนี้ — และนั่นคือข้อตกลงทั้งหมด
tr: Aperture bir cüzdandır ve yalnızca bir cüzdandır. Bu iPhone'da yaşar, anahtarlarınız bu iPhone'da yaşar — ve tüm anlaşma bundan ibarettir.
uk: Aperture — це гаманець, і лише гаманець. Він живе на цьому iPhone, ваші ключі живуть на цьому iPhone — і це вся домовленість.
ur: Aperture ایک والیٹ ہے، اور صرف ایک والیٹ۔ یہ اسی iPhone پر رہتا ہے، آپ کی کیز اسی iPhone پر رہتی ہیں، اور بس یہی پورا انتظام ہے۔
vi: Aperture là một ví, và chỉ là một ví. Nó sống trên chiếc iPhone này, các khóa của bạn sống trên chiếc iPhone này — và đó là toàn bộ thỏa thuận.
zh_hans: Aperture 是一个钱包,仅此而已。它就住在这部 iPhone 上,你的密钥也住在这部 iPhone 上,这就是全部的安排。
zh_hant: Aperture 是一個錢包,僅此而已。它就住在這部 iPhone 上,你的金鑰也住在這部 iPhone 上,這就是全部的安排。

source: Aperture is open source.
af: Aperture is oopbron.
ar: Aperture مفتوح المصدر.
bg: Aperture е с отворен код.
bn: Aperture ওপেন সোর্স।
ca: Aperture és codi obert.
cs: Aperture je open source.
da: Aperture er open source.
de: Aperture ist Open Source.
el: Το Aperture είναι ανοιχτού κώδικα.
es: Aperture es código abierto.
et: Aperture on avatud lähtekoodiga.
fa: Aperture متن‌باز است.
fi: Aperture on avointa lähdekoodia.
fil: Open source ang Aperture.
fr: Aperture est open source.
he: Aperture הוא קוד פתוח.
hi: Aperture ओपन सोर्स है।
hr: Aperture je otvorenog koda.
hu: Az Aperture nyílt forráskódú.
id: Aperture adalah open source.
is: Aperture er opinn hugbúnaður.
it: Aperture è open source.
ja: Apertureはオープンソースです。
ko: Aperture는 오픈 소스입니다.
lt: „Aperture“ yra atvirojo kodo.
lv: Aperture ir atvērtā koda.
ml: Aperture ഓപ്പൺ സോഴ്സ് ആണ്.
mr: Aperture ओपन सोर्स आहे.
ms: Aperture ialah sumber terbuka.
nb: Aperture er åpen kildekode.
pa: Aperture ਓਪਨ ਸੋਰਸ ਹੈ।
pl: Aperture jest open source.
pt_br: Aperture é código aberto.
ro: Aperture este open source.
ru: Aperture — это открытый исходный код.
sk: Aperture je open source.
sl: Aperture je odprta koda.
sr: Aperture је отвореног кода.
sv: Aperture är öppen källkod.
sw: Aperture ni chanzo huria.
ta: Aperture திறந்த மூலக் கோடு கொண்டது.
te: Aperture ఓపెన్ సోర్స్.
th: Aperture เป็นโอเพนซอร์ส
tr: Aperture açık kaynaktır.
uk: Aperture — це проєкт із відкритим кодом.
ur: Aperture اوپن سورس ہے۔
vi: Aperture là mã nguồn mở.
zh_hans: Aperture 是开源的。
zh_hant: Aperture 是開源的。

source: Aperture is open source. Every claim above is verifiable in the code.
af: Aperture is oopbron. Elke bewering hierbo kan in die kode geverifieer word.
ar: Aperture مفتوح المصدر. كل ما ورد أعلاه يمكن التحقق منه في الكود.
bg: Aperture е с отворен код. Всяко твърдение по-горе може да бъде проверено в кода.
bn: Aperture ওপেন সোর্স। উপরের প্রতিটি দাবি কোডে যাচাই করা যায়।
ca: Aperture és de codi obert. Cada afirmació anterior es pot verificar al codi.
cs: Aperture je open source. Každé tvrzení výše lze ověřit v kódu.
da: Aperture er open source. Hver påstand ovenfor kan verificeres i koden.
de: Aperture ist Open Source. Jede der obigen Aussagen lässt sich im Code überprüfen.
el: Το Aperture είναι ανοιχτού κώδικα. Κάθε δήλωση παραπάνω μπορεί να επαληθευτεί στον κώδικα.
es: Aperture es de código abierto. Todas las afirmaciones anteriores se pueden verificar en el código.
et: Aperture on avatud lähtekoodiga. Iga ülaltoodud väide on koodis kontrollitav.
fa: Aperture متن‌باز است. هر ادعای بالا در کد قابل بررسی است.
fi: Aperture on avointa lähdekoodia. Jokainen yllä esitetty väite voidaan tarkistaa koodista.
fil: Open source ang Aperture. Bawat sinabi sa itaas ay maaaring beripikahin sa code.
fr: Aperture est open source. Chaque affirmation ci-dessus est vérifiable dans le code.
he: Aperture היא בקוד פתוח. כל אחת מהאמירות לעיל ניתנת לאימות בקוד.
hi: Aperture ओपन सोर्स है। ऊपर दिए गए हर दावे को कोड में सत्यापित किया जा सकता है।
hr: Aperture je otvorenog koda. Svaka gornja tvrdnja može se provjeriti u kodu.
hu: Az Aperture nyílt forráskódú. A fenti állítások mindegyike ellenőrizhető a kódban.
id: Aperture bersifat open source. Setiap pernyataan di atas dapat diverifikasi dalam kode.
is: Aperture er opinn hugbúnaður. Hverja staðhæfingu hér að ofan má sannreyna í kóðanum.
it: Aperture è open source. Ogni affermazione qui sopra è verificabile nel codice.
ja: Apertureはオープンソースです。上記のすべての記述はコードで確認できます。
ko: Aperture는 오픈 소스입니다. 위의 모든 내용은 코드에서 확인할 수 있습니다.
lt: Aperture yra atvirojo kodo. Kiekvieną aukščiau pateiktą teiginį galima patikrinti kode.
lv: Aperture ir atvērtā pirmkoda. Katrs iepriekšminētais apgalvojums ir pārbaudāms kodā.
ml: Aperture ഓപ്പൺ സോഴ്സാണ്. മുകളിലുള്ള എല്ലാ അവകാശവാദങ്ങളും കോഡിൽ പരിശോധിക്കാം.
mr: Aperture ओपन सोर्स आहे. वरील प्रत्येक दावा कोडमध्ये पडताळून पाहता येतो.
ms: Aperture adalah sumber terbuka. Setiap pernyataan di atas boleh disahkan dalam kod.
nb: Aperture er åpen kildekode. Hver påstand ovenfor kan verifiseres i koden.
nl: Aperture is open source. Elke bewering hierboven is in de code te verifiëren.
pa: Aperture ਓਪਨ ਸੋਰਸ ਹੈ। ਉੱਪਰ ਦਿੱਤਾ ਹਰ ਦਾਅਵਾ ਕੋਡ ਵਿੱਚ ਜਾਂਚਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Aperture jest oprogramowaniem o otwartym kodzie źródłowym. Każde z powyższych stwierdzeń można zweryfikować w kodzie.
pt_br: O Aperture é de código aberto. Toda afirmação acima pode ser verificada no código.
ro: Aperture este open source. Fiecare afirmație de mai sus poate fi verificată în cod.
ru: Aperture — приложение с открытым исходным кодом. Каждое утверждение выше можно проверить в коде.
sk: Aperture je open source. Každé tvrdenie vyššie je možné overiť v kóde.
sl: Aperture je odprtokoden. Vsako od zgornjih trditev je mogoče preveriti v kodi.
sr: Aperture је отвореног кода. Свака горња тврдња може се проверити у коду.
sv: Aperture är öppen källkod. Varje påstående ovan går att verifiera i koden.
sw: Aperture ni chanzo huria. Kila dai hapo juu linaweza kuthibitishwa katika msimbo.
ta: Aperture திறந்த மூலமாகும். மேலே குறிப்பிட்டுள்ள ஒவ்வொரு உரிமைகோரலையும் குறியீட்டில் சரிபார்க்க முடியும்.
te: Aperture ఓపెన్ సోర్స్. పైన చేసిన ప్రతి ప్రకటనను కోడ్‌లో ధృవీకరించవచ్చు.
th: Aperture เป็นโอเพนซอร์ส ทุกคำกล่าวข้างต้นสามารถตรวจสอบได้ในโค้ด
tr: Aperture açık kaynaktır. Yukarıdaki her ifade kodda doğrulanabilir.
uk: Aperture — застосунок з відкритим вихідним кодом. Кожне твердження вище можна перевірити в коді.
ur: Aperture اوپن سورس ہے۔ اوپر دیا گیا ہر دعویٰ کوڈ میں قابلِ تصدیق ہے۔
vi: Aperture là mã nguồn mở. Mọi tuyên bố ở trên đều có thể kiểm chứng trong mã.
zh_hans: Aperture 是开源的。以上每一项声明都可以在代码中验证。
zh_hant: Aperture 是開放原始碼的。以上每一項聲明都可以在程式碼中驗證。

source: Aperture is still deriving your accounts. Try again in a moment.
af: Aperture is steeds besig om jou rekeninge af te lei. Probeer 'n oomblik later weer.
ar: ‏لا يزال Aperture يستخلص حساباتك. حاول مرة أخرى بعد لحظة.
bg: Aperture все още извлича сметките ви. Опитайте отново след малко.
bn: Aperture এখনও আপনার অ্যাকাউন্টগুলো ডেরাইভ করছে। কিছুক্ষণ পর আবার চেষ্টা করুন।
ca: Aperture encara està derivant els vostres comptes. Torneu-ho a provar d'aquí a un moment.
cs: Aperture stále odvozuje vaše účty. Zkuste to za chvíli znovu.
da: Aperture afleder stadig dine konti. Prøv igen om et øjeblik.
de: Aperture leitet Ihre Konten noch ab. Versuchen Sie es in einem Moment erneut.
el: Το Aperture εξακολουθεί να παράγει τους λογαριασμούς σας. Δοκιμάστε ξανά σε λίγο.
es: Aperture aún está derivando tus cuentas. Vuelve a intentarlo en un momento.
et: Aperture tuletab endiselt teie kontosid. Proovige hetke pärast uuesti.
fa: ‏Aperture همچنان در حال مشتق کردن حساب‌های شماست. لحظه‌ای بعد دوباره تلاش کنید.
fi: Aperture johtaa vielä tilejäsi. Yritä hetken kuluttua uudelleen.
fil: Patuloy pa rin na kinukuha ng Aperture ang iyong mga account. Subukan muli mamaya.
fr: Aperture est encore en train de dériver vos comptes. Réessayez dans un instant.
he: ‏Aperture עדיין גוזר את החשבונות שלך. נסה שוב בעוד רגע.
hi: Aperture अभी भी आपके खाते प्राप्त कर रहा है। थोड़ी देर बाद पुनः प्रयास करें।
hr: Aperture još uvijek izvodi vaše račune. Pokušajte ponovno za trenutak.
hu: Az Aperture még származtatja a fiókjait. Próbálja újra egy pillanat múlva.
id: Aperture masih menurunkan akun Anda. Coba lagi sebentar.
is: Aperture er enn að leiða af reikningana þína. Reyndu aftur eftir andartak.
it: Aperture sta ancora derivando i tuoi conti. Riprova tra un momento.
ja: Aperture はまだアカウントを導出しています。少し時間をおいてお試しください。
ko: Aperture가 아직 계정을 파생 중입니다. 잠시 후 다시 시도하세요.
lt: Aperture vis dar kuria jūsų sąskaitas. Pabandykite po akimirkos.
lv: Aperture joprojām iegūst jūsu kontus. Mēģiniet vēlreiz pēc brīža.
ml: Aperture ഇപ്പോഴും നിങ്ങളുടെ അക്കൗണ്ടുകൾ ഉരുത്തിരിയിക്കുകയാണ്. ഒരു നിമിഷം കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക.
mr: Aperture अद्याप तुमची खाती तयार करत आहे. एका क्षणानंतर पुन्हा प्रयत्न करा.
ms: Aperture masih menerbitkan akaun anda. Cuba sebentar lagi.
nb: Aperture utleder fortsatt kontoene dine. Prøv igjen om litt.
nl: Aperture is nog steeds bezig je accounts af te leiden. Probeer het zo opnieuw.
pa: Aperture ਅਜੇ ਵੀ ਤੁਹਾਡੇ ਖਾਤੇ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ। ਕੁਝ ਪਲ ਬਾਅਦ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Aperture nadal wyprowadza Twoje konta. Spróbuj ponownie za chwilę.
pt_br: O Aperture ainda está derivando suas contas. Tente novamente em instantes.
ro: Aperture încă vă derivă conturile. Încercați din nou într-o clipă.
ru: Aperture всё ещё формирует ваши счета. Повторите попытку через мгновение.
sk: Aperture stále odvodzuje vaše účty. Skúste to o chvíľu znova.
sl: Aperture še izpeljuje vaše račune. Poskusite znova čez trenutek.
sr: Aperture још увек изводи ваше налоге. Покушајте поново за тренутак.
sv: Aperture härleder fortfarande dina konton. Försök igen om en stund.
sw: Aperture bado inaunda akaunti zako. Jaribu tena baada ya muda mfupi.
ta: Aperture இன்னும் உங்கள் கணக்குகளை உருவாக்குகிறது. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
te: Aperture ఇంకా మీ ఖాతాలను డిరైవ్ చేస్తోంది. కొద్దిసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
th: Aperture ยังกำลังสร้างบัญชีของคุณอยู่ โปรดลองอีกครั้งในอีกสักครู่
tr: Aperture hesaplarınızı hâlâ türetiyor. Birazdan tekrar deneyin.
uk: Aperture усе ще створює ваші рахунки. Спробуйте за мить.
ur: ‏Aperture ابھی بھی آپ کے اکاؤنٹس اخذ کر رہا ہے۔ ایک لمحے بعد دوبارہ کوشش کریں۔
vi: Aperture vẫn đang tạo các tài khoản của bạn. Vui lòng thử lại sau giây lát.
zh_hans: Aperture 仍在派生你的账户。请稍后重试。
zh_hant: Aperture 仍在衍生你的帳戶。請稍後再試。

source: Aperture locks when this much time has passed in the background. Re-opening requires PIN or Face ID.
af: Aperture sluit toe wanneer hierdie hoeveelheid tyd in die agtergrond verstryk het. Heropening vereis PIN of Face ID.
ar: يُقفل Aperture بعد مرور هذه المدة في الخلفية. تتطلب إعادة فتحه رمز PIN أو Face ID.
bg: Aperture се заключва, когато това време изтече във фонов режим. Повторното отваряне изисква PIN или Face ID.
bn: ব্যাকগ্রাউন্ডে এই সময় পেরিয়ে গেলে Aperture লক হয়ে যায়। আবার খুলতে PIN বা Face ID লাগবে।
ca: Aperture es bloqueja quan ha passat aquest temps en segon pla. Per tornar a obrir cal PIN o Face ID.
cs: Aperture se uzamkne, když na pozadí uplyne tato doba. K opětovnému otevření je potřeba PIN nebo Face ID.
da: Aperture låses, når denne tid er gået i baggrunden. Genåbning kræver PIN eller Face ID.
de: Aperture wird gesperrt, wenn diese Zeit im Hintergrund vergangen ist. Zum erneuten Öffnen sind PIN oder Face ID erforderlich.
el: Το Aperture κλειδώνει αφού περάσει αυτός ο χρόνος στο παρασκήνιο. Το ξανά άνοιγμα απαιτεί PIN ή Face ID.
es: Aperture se bloquea cuando ha pasado este tiempo en segundo plano. Para reabrirlo se necesita PIN o Face ID.
et: Aperture lukustub, kui see aeg on taustal möödunud. Uuesti avamiseks on vaja PIN-koodi või Face ID-d.
fa: Aperture وقتی این مدت در پس‌زمینه بگذرد قفل می‌شود. باز کردن مجدد به PIN یا Face ID نیاز دارد.
fi: Aperture lukittuu, kun tämä aika on kulunut taustalla. Avaaminen vaatii PIN-koodin tai Face ID:n.
fil: Magla-lock ang Aperture kapag lumipas ang dami ng oras na ito sa background. Kailangan ng PIN o Face ID para muling buksan.
fr: Aperture se verrouille lorsque ce délai s'est écoulé en arrière-plan. La réouverture nécessite le PIN ou Face ID.
he: Aperture ננעל לאחר שעובר זמן זה ברקע. פתיחה מחדש מחייבת PIN או Face ID.
hi: Aperture बैकग्राउंड में इतना समय बीतने पर लॉक हो जाता है। दोबारा खोलने के लिए PIN या Face ID चाहिए।
hr: Aperture se zaključava nakon što u pozadini protekne ovo vrijeme. Za ponovno otvaranje potreban je PIN ili Face ID.
hu: Az Aperture zárolódik, ha ennyi idő eltelt a háttérben. Az újranyitáshoz PIN vagy Face ID szükséges.
id: Aperture mengunci ketika waktu sebanyak ini telah berlalu di latar belakang. Membuka kembali memerlukan PIN atau Face ID.
is: Aperture læsist þegar þessi tími hefur liðið í bakgrunni. Opnun aftur krefst PIN eða Face ID.
it: Aperture si blocca quando questo tempo è trascorso in background. La riapertura richiede PIN o Face ID.
ja: Aperture はバックグラウンドでこの時間が経過するとロックされます。再度開くには PIN または Face ID が必要です。
ko: 백그라운드에서 이 시간이 지나면 Aperture가 잠깁니다. 다시 열려면 PIN 또는 Face ID가 필요합니다.
lt: „Aperture“ užsirakina, kai fone praeina šis laikas. Vėl atidaryti reikia PIN kodo arba Face ID.
lv: Aperture nobloķējas, kad fonā ir pagājis šis laiks. Atkārtota atvēršana prasa PIN vai Face ID.
ml: പശ്ചാത്തലത്തിൽ ഇത്രയും സമയം കടന്നുപോകുമ്പോൾ Aperture പൂട്ടും. വീണ്ടും തുറക്കാൻ PIN അല്ലെങ്കിൽ Face ID ആവശ്യമാണ്.
mr: पार्श्वभूमीत इतका वेळ निघून गेला की Aperture लॉक होते. पुन्हा उघडण्यासाठी PIN किंवा Face ID आवश्यक आहे.
ms: Aperture mengunci apabila tempoh ini telah berlalu di latar belakang. Membuka semula memerlukan PIN atau Face ID.
nb: Aperture låses når denne tiden har gått i bakgrunnen. For å åpne på nytt kreves PIN eller Face ID.
nl: Aperture vergrendelt wanneer deze tijd op de achtergrond is verstreken. Opnieuw openen vereist PIN of Face ID.
pa: ਜਦੋਂ ਪਿੱਛੇ ਵੱਲੋਂ ਇੰਨਾ ਸਮਾਂ ਲੰਘ ਜਾਂਦਾ ਹੈ ਤਾਂ Aperture ਲਾਕ ਹੋ ਜਾਂਦਾ ਹੈ। ਦੁਬਾਰਾ ਖੋਲ੍ਹਣ ਲਈ PIN ਜਾਂ Face ID ਲੋੜੀਂਦਾ ਹੈ।
pl: Aperture blokuje się, gdy w tle upłynie tyle czasu. Ponowne otwarcie wymaga kodu PIN lub Face ID.
pt_br: O Aperture bloqueia quando este tempo passa em segundo plano. Para reabrir, é preciso PIN ou Face ID.
ro: Aperture se blochează după ce trece acest interval în fundal. Redeschiderea necesită PIN sau Face ID.
ru: Aperture блокируется после этого времени в фоне. Для повторного открытия нужен PIN-код или Face ID.
sk: Aperture sa uzamkne, keď na pozadí uplynie tento čas. Na opätovné otvorenie je potrebný PIN alebo Face ID.
sl: Aperture se zaklene, ko v ozadju preteče ta čas. Za ponovno odpiranje je potreben PIN ali Face ID.
sr: Aperture се закључава након што у позадини протекне ово време. Поновно отварање захтева PIN или Face ID.
sv: Aperture låser sig när denna tid har gått i bakgrunden. För att öppna igen krävs PIN eller Face ID.
sw: Aperture inafungwa wakati kiasi hiki cha muda kimepita ikiwa nyuma. Kufungua tena kunahitaji PIN au Face ID.
ta: பின்னணியில் இந்த அளவு நேரம் கடந்தால் Aperture பூட்டப்படும். மீண்டும் திறக்க PIN அல்லது Face ID தேவை.
te: నేపథ్యంలో ఇంత సమయం గడిచిన తర్వాత Aperture లాక్ అవుతుంది. మళ్లీ తెరవడానికి PIN లేదా Face ID అవసరం.
th: Aperture จะล็อกเมื่อเวลานี้ผ่านไปขณะอยู่เบื้องหลัง การเปิดใหม่ต้องใช้ PIN หรือ Face ID
tr: Aperture, arka planda bu kadar süre geçtiğinde kilitlenir. Yeniden açmak için PIN veya Face ID gerekir.
uk: Aperture блокується, коли минув цей час у фоні. Для повторного відкриття потрібен PIN-код або Face ID.
ur: اگر اتنا وقت پس منظر میں گزر جائے تو Aperture لاک ہو جاتا ہے۔ دوبارہ کھولنے کے لیے PIN یا Face ID درکار ہے۔
vi: Aperture sẽ khoá khi đã trôi qua khoảng thời gian này ở nền. Mở lại cần PIN hoặc Face ID.
zh_hans: 当 Aperture 在后台经过此时间后会锁定。重新打开需要 PIN 或 Face ID。
zh_hant: 當 Aperture 在背景經過此時間後會鎖定。重新開啟需要 PIN 或 Face ID。
